{
  "fractionTask":
  [
    {
      "fractionID": 1,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 1,
        	"taskTitle": "Внучка губернатора в беде",
        	"taskInfo": "Говорят, что внучка губернатора попала в беду. Ей необходимо помочь.",
        	"taskDescription": "Губернатор области сообщил о том, что его внученька попала в непонятную передрягу. Единственное, о чем известно — ее местоположение, езжайте туда и самостоятельно узнайте о произошедшем.",
        	"taskMoney": 10000,
        	"taskPoint": 8,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 2,
        	"taskTitle": "Авторитетная бабушка Нюра",
        	"taskInfo": "Авторитетная бабушка Нюра попала в беду. Ей необходимо помочь.",
        	"taskDescription": "Бабушка Нюра имеет большой авторитет в своей деревне и может вести за собой людей. Благодаря ее деятельности мы выиграли прошлые выборы, именно поэтому мы должны ей сейчас помочь, чтобы она снова помогла нам в дальнейшем.\n\nВремени медлить почти не остается, скорее отправляйтесь к ней и узнайте, что нужно сделать.",
        	"taskMoney": 10000,
        	"taskPoint": 8,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 3,
        	"taskTitle": "Агитационное движение вперед",
        	"taskInfo": "Примите участие в агитационном движении и разнесите 5 листовок.",
        	"taskDescription": "Впереди нас всех ждут очередные выборы губернатора. Нам очень важно переназначить нашего лидера. Будем же консолидированы в этот час, обеспечим губернатору достойную явку на выборы.\n\nА проценты... Не важно. Нет времени медлить, поскорее отправляйтесь в офис средств массовой информации заматериалами.",
        	"taskMoney": 10000,
        	"taskPoint": 9,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 4,
        	"taskTitle": "Лучший лицензер области",
        	"taskInfo": "Необходимо доказать, кто лучший. Продайте 3 лицензии гражданам.",
        	"taskDescription": "Правительство ищет лучшего лицензера для щедрого вознаграждения. Чтобы им стать необходимо продать три любые лицензии в течении дня, поторопись.",
        	"taskMoney": 10000,
        	"taskPoint": 9,
        	"taskToken": 2,
            "taskAccess": [6, 6]
        },
        {
        	"taskID": 5,
        	"taskTitle": "Друзей в беде не бросают",
        	"taskInfo": "Как можно скорее уничтожьте бумаги правительства до приезда проверки.",
        	"taskDescription": "Очень рад, что мы смогли договориться и убедить тебя зарабатывать чуть больше, чем ты можешь на государственной службе. В общем, как всем известно — через две недели на проверку приезжает генеральный прокурор и нам бы не хотелось, чтобы проблема с бухгалтерией стала известна.\n\nТебе необходимо забрать архивы правительства, вывезти их и сжечь. Сделаешь это быстро – получишь свои кровные, а если начнешь медлить – получишь меньше. Твоё время пошло, вперед.",
        	"taskMoney": 20000,
        	"taskPoint": -15,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
          	"taskID": 6,
        	"taskTitle": "Министр финансов",
        	"taskInfo": "Министр финансов поручил любому сотруднику забрать взятку.",
        	"taskDescription": "Как замечательно, что ты снова вернулся. Есть специальное задание, тебе необходимо забрать взятку из указанной на этой записке точке.\n\nЕсли справишься быстро и не привлечешь никакого лишнего внимания – получишь свои проценты. Но, если ты не справишься – пойдешь работать на шахту. Времени почти не остается, поскорее отправляйся.",
        	"taskMoney": 20000,
        	"taskPoint": -15,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 2,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 7,
        	"taskTitle": "Ликвидация бандитов",
        	"taskInfo": "Необходимо уничтожить двух бандитов проникших на военную базу.",
        	"taskDescription": "На протяжении дня на нашу военную часть систематически нападают вражеские силы. Нам необходимо их отбивать. Считаю, что с твоей помощью мы точно справимся.\n\nОтправляйся на склад и проследи, чтобы на нем не было бандитов. Если они там появятся, тебе необходимо будет устранить двоих. Если справишься – будешь вознагражден, а если не справишься – получишь шиш!",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 8,
        	"taskTitle": "Верный защитник",
        	"taskInfo": "Необходимо отслужить целый час в форме на территории военной части.",
        	"taskDescription": "Вам необходимо отслужить целый час в форме, чтобы пройти испытание дежурного. В ином случае, мы лишим Вас награды за верность отчизне. Помните, что покидать территорию военной части – запрещено.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 9,
        	"taskTitle": "Развозка материалов",
        	"taskInfo": "Необходимо доставить 5 фур с материалами в армию или организации.",
        	"taskDescription": "Поставка материалов – это важнейший источник продуктивной работы других силовых государственных организаций. Без материалов других организации не смогут производить оружие, а также средства самообороны.\n\nВам необходимо развести пять фур с материалами в государственные силовые структуры, или привезти материалы на военную часть.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 10,
        	"taskTitle": "На страже военной части",
        	"taskInfo": "Необходимо отстоять 30 минут на любой постовой вышке.",
        	"taskDescription": "Охрана территории военной части и наблюдение за ее безопасностью – это главное обязательство всех военнослужащих.\n\nВам необходимо занять любой пост на вышке и простоять на нем тридцать минут.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 11,
        	"taskTitle": "Армейский барон",
        	"taskInfo": "Помогите дежурному подставить неугодных ему военнослужащих.",
        	"taskDescription": "Тебе необходимо забрать специальный груз, который был адресован для меня. Его местоположение уже передал на твой GPS.\n\nЕсли хочешь весьма хорошо заработать – не спрашивай, что за груз, и что в нем находится. Просто знай, что за это ты получаешь неплохие быстрые деньги и безусловно мое одобрение. А если не хочешь – не берись, лишние разговоры мне явно не нужны.",
        	"taskMoney": 20000,
        	"taskPoint": -18,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 12,
        	"taskTitle": "Армейский барыга",
        	"taskInfo": "Помогите дежурному провернуть достаточно сложное дело.",
        	"taskDescription": "В общем, обойдемся без тонны монологов, тебе предстоит совершить одно из самых сложных и интересных испытаний в нашей военной части, наверное... Твоя задача – это незаметно и аккуратно выкрасть патроны со склада, а затем отнести их на место сбыта.\n\nЕсли ты справишься с моим заданием – дам хорошее  вознаграждение и буду очень сильно благодарен.",
        	"taskMoney": 20000,
        	"taskPoint": -18,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 3,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 13,
        	"taskTitle": "Король медицинских карт",
        	"taskInfo": "Необходимо выписать 5 медицинских карточек жителям области.",
        	"taskDescription": "Медицинская карта — это медицинский документ, в котором лечащими врачами ведётся запись истории болезни пациента и назначаемого ему лечения. Тебе необходимо выписать пять медицинских карточек жителям области, чтобы выполнить фракционное задание.",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 3,
            "taskAccess": [3, 10]
        },
        {
        	"taskID": 14,
        	"taskTitle": "Лучший доктор",
        	"taskInfo": "Необходимо вылечить 10 пациентов на териитории больницы.",
        	"taskDescription": "Основная обязанность больницы – это оказание квалифицированной и своевременной медицинской помощи всем, кто в ней нуждается.\n\nТебе необходимо вылечить десять пациентов, которые находятся на территории больницы.",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 3,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 15,
        	"taskTitle": "Спасение раненых",
        	"taskInfo": "Необходимо реанимировать и спасти 5 пострадавших на вызовах.",
        	"taskDescription": "Основная обязанность больницы – это оказание квалифицированной и своевременной медицинской помощи всем, кто в ней нуждается.\n\nТебе необходимо взять карету скорой помощи, отправиться на вызовы и спасти пять раненных человек.",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 2,
            "taskAccess": [4, 10]
        },
        {
        	"taskID": 16,
        	"taskTitle": "Фальсификация призыва",
        	"taskInfo": "Необходимо сфальсифицировать результаты призывной комиссии.",
        	"taskDescription": "Мой знакомый сообщил о том, что совсем недавно состоялась призывная медицинская комиссия, на которой его признали годным для службы, а все личные дела призывников передали в нашу больницу.\n\nТебе необходимо взломать дверь шкафа, изъять данные его медицинской книжки, а вместо нее подбросить документы, которые я тебе дам.",
        	"taskMoney": 20000,
        	"taskPoint": -30,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 4,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 17,
        	"taskTitle": "Лучший редактор",
        	"taskInfo": "Необходимо тщательно проверить и отредактировать 30 объявлений.",
        	"taskDescription": "Качественное редактирование и проверка объявлений, которые поступают от жителей области – это важное обязательство каждого сотрудника средств массовой информации.\n\nТебе необходимо проверить и качественно отредактировать тридцать объявлений, которые прислали жители нашей области.",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 3,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 18,
        	"taskTitle": "Мы снова в эфире",
        	"taskInfo": "Необходимо провести интересный эфир длительностью 10 минут.",
        	"taskDescription": "Проведение качественных и интересных эфиров – это важное обязательство каждого сотрудника средств массовой информации.\n\nТебе необходимо провести любой интересный и увлекательный эфир, во время проведения которого нужно отправить 50 сообщений (/t).",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 3,
            "taskAccess": [6, 10]
        },
        {
        	"taskID": 19,
        	"taskTitle": "Агитационный материал",
        	"taskInfo": "Необходимо разнести 5 агитационных материалов.",
        	"taskDescription": "Впереди нас всех ждут очередные выборы губернатора. Нам необходимо оповестить всех жителей области об этом событии, чтобы была максимальная явка.\n\nТебе необходимо распечатать агитационный материал, взять его и разнести по домам.",
        	"taskMoney": 10000,
        	"taskPoint": 15,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 20,
        	"taskTitle": "Потерянная SD-карта",
        	"taskInfo": "Необходимо выкрасть SD-карту и отнести ее прямиком в правительство.",
        	"taskDescription": "В сейфе нашего директора хранится SD-карта, на которой содержится очень интересная информация с фактами фальсификации выборов губернатора. Наш директор против коррупции и хочет отнести этот материал в специальные органы.\n\n Высокопоставленные сотрудники правительства в курсе об этом и очень заинтересованы в том, чтобы ее заполучить. Они готовы заплатить неплохие деньги, если ты взломаешь сейф директора, выкрадешь SD-карту и отнесешь ее секретарю, которые находится в здании правительства.",
        	"taskMoney": 20000,
        	"taskPoint": -30,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 5,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 21,
        	"taskTitle": "Сделаем чистые улицы?",
        	"taskInfo": "Необходимо посадить или убить разыскиваемого гражданина области.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВаша задача найти жителя области, который находится в задержать и посадить его в камеру предварительного заключения. Если начнет оказывать сопротивление – его необходимо будет устранить. Не забывайте, что все наказания должны быть полностью справедливыми и законными, иначе Вы рискуете сами оказаться за решеткой.",
        	"taskMoney": 10000,
        	"taskPoint": 20,
        	"taskToken": 4,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 22,
        	"taskTitle": "Вместей - веселей!",
        	"taskInfo": "Совместно с напарником на служебной машине патрулируйте 15 минут.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВам необходимо совместно с напарником взять служебное транспортное средство и начать патрулирование области протяженность пятнадцать минут. Если обнаружите нарушение – сообщите об этом диспетчеру и предотвратите его. Время патрулирования будет считаться только в служебном автомобиле и только при наличии напарника.",
        	"taskMoney": 10000,
        	"taskPoint": 20,
        	"taskToken": 4,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 23,
        	"taskTitle": "Чего нет, того и не было...",
        	"taskInfo": "Необходимо украсть документы из шкафа вашего командира.",
        	"taskDescription": "Недавно моего знакомого задержали, поместили в камеру предварительного заключения и завели на него уголовное дело, в которое вложили улики.\n\nТебе необходимо прокрасться в кабинет следователя, выкрасть уголовное дело с приложенными уликами и уничтожить его.",
        	"taskMoney": 20000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 24,
        	"taskTitle": "Работаем по-черному!",
        	"taskInfo": "Необходимо развести наркотические вещества по точкам.",
        	"taskDescription": "Есть знакомый, который на данный момент пребывает на военной службе. Он попросил меня достать ему увеселительные препараты, чтобы приятно провести время со своими сослуживцами. Предлагает неплохие денежные средства в знак благодарности.\n\nНаша область весьма маленькая, именно поэтому все активные барыги знают почти всех сотрудников правоохранительных органов. Возможности купить наркотические вещества на данный момент нет. Но, все же неплохой вариант есть: на складе, где хранятся улики по некоторым делам есть наркотики. Тебе необходимо на него пробраться, украсть их, а затем отвезти и оставить их у забора военной части.",
        	"taskMoney": 15000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 25,
        	"taskTitle": "Аннулирование штрафов",
        	"taskInfo": "Необходимо аннулировать некоторым жителям области 5 штрафов.",
        	"taskDescription": "В последнее время множество жителей области получили штрафы, оплачивать которые, конечно же, хотят не все. Мне сказали, что некоторые готовы их оплатить хоть сегодня, но если предложить им это сделать подешевле – не думаю, что откажутся.\n\nТебе необходимо найти жителей области с действующими штрафами и аннулировать их, тем самым поставив деятельность, а также репутацию своей организации под большое сомнение. Можешь предложить сделать это за некую стоимость, но будь аккуратен, они могут пожаловаться.",
        	"taskMoney": 15000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 6,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 26,
        	"taskTitle": "Сделаем чистые улицы?",
        	"taskInfo": "Необходимо посадить или убить разыскиваемого гражданина области.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВаша задача найти жителя области, который находится в задержать и посадить его в камеру предварительного заключения. Если начнет оказывать сопротивление – его необходимо будет устранить. Не забывайте, что все наказания должны быть полностью справедливыми и законными, иначе Вы рискуете сами оказаться за решеткой.",
        	"taskMoney": 10000,
        	"taskPoint": 20,
        	"taskToken": 4,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 27,
        	"taskTitle": "Вместей - веселей!",
        	"taskInfo": "Совместно с напарником на служебной машине патрулируйте 15 минут.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВам необходимо совместно с напарником взять служебное транспортное средство и начать патрулирование области протяженность пятнадцать минут. Если обнаружите нарушение – сообщите об этом диспетчеру и предотвратите его. Время патрулирования будет считаться только в служебном автомобиле и только при наличии напарника.",
        	"taskMoney": 10000,
        	"taskPoint": 20,
        	"taskToken": 4,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 28,
        	"taskTitle": "Чего нет, того и не было...",
        	"taskInfo": "Необходимо украсть документы из шкафа вашего командира.",
        	"taskDescription": "Недавно моего знакомого задержали, поместили в камеру предварительного заключения и завели на него уголовное дело, в которое вложили улики.\n\nТебе необходимо прокрасться в кабинет следователя, выкрасть уголовное дело с приложенными уликами и уничтожить его.",
        	"taskMoney": 20000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 29,
        	"taskTitle": "Работаем по-черному!",
        	"taskInfo": "Необходимо развести наркотические вещества по точкам.",
        	"taskDescription": "Есть знакомый, который на данный момент пребывает на военной службе. Он попросил меня достать ему увеселительные препараты, чтобы приятно провести время со своими сослуживцами. Предлагает неплохие денежные средства в знак благодарности.\n\nНаша область весьма маленькая, именно поэтому все активные барыги знают почти всех сотрудников правоохранительных органов. Возможности купить наркотические вещества на данный момент нет. Но, все же неплохой вариант есть: на складе, где хранятся улики по некоторым делам есть наркотики. Тебе необходимо на него пробраться, украсть их, а затем отвезти и оставить их у забора военной части.",
        	"taskMoney": 15000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 30,
        	"taskTitle": "Аннулирование штрафов",
        	"taskInfo": "Необходимо аннулировать некоторым жителям области 5 штрафов.",
        	"taskDescription": "В последнее время множество жителей области получили штрафы, оплачивать которые, конечно же, хотят не все. Мне сказали, что некоторые готовы их оплатить хоть сегодня, но если предложить им это сделать подешевле – не думаю, что откажутся.\n\nТебе необходимо найти жителей области с действующими штрафами и аннулировать их, тем самым поставив деятельность, а также репутацию своей организации под большое сомнение. Можешь предложить сделать это за некую стоимость, но будь аккуратен, они могут пожаловаться.",
        	"taskMoney": 15000,
        	"taskPoint": -35,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID": 7,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 31,
        	"taskTitle": "Сделаем чистые улицы?",
        	"taskInfo": "Необходимо посадить или убить разыскиваемого гражданина области.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВаша задача найти жителя области, который находится в розыске, задержать и посадить его в камеру предварительного заключения. Если начнет оказывать сопротивление – его необходимо будет устранить. Не забывайте, что все наказания должны быть полностью справедливыми и законными, иначе Вы рискуете сами оказаться за решеткой.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 32,
        	"taskTitle": "Вместей - веселей!",
        	"taskInfo": "Совместно с напарником на служебной машине патрулируйте 15 минут.",
        	"taskDescription": "Правоохранительные органы – это органы, осуществляющие правоохранительную деятельность на территории нашей области, в которой есть множество преступников.\n\nВам необходимо совместно с напарником взять служебное транспортное средство и начать патрулирование области протяженность пятнадцать минут. Если обнаружите нарушение – сообщите об этом диспетчеру и предотвратите его. Время патрулирования будет считаться только в служебном автомобиле и только при наличии напарника.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 33,
        	"taskTitle": "Ликвидатор",
        	"taskInfo": "Ликвидируйте нарушителя который украл данные государства.",
        	"taskDescription": "Поступила информация о том, что сотрудник государственной организации нарушил законодательство и украл тайные государственные документы.\n\nВаша задача найти этого сотрудника, который украл тайные государственные документы, задержать и посадить его в камеру предварительного заключения. Если начнет оказывать сопротивление – его необходимо будет устранить. Но, сначала необходимо дождаться сообщения от диспетчера, а только потом отправиться на поиски.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 34,
        	"taskTitle": "Под прикрытием",
        	"taskInfo": "Необходимо пробыть под прикрытием 30 минут.",
        	"taskDescription": "Работа под прикрытием – это весьма опасный и сложный процесс, которые требует много времени и не терпит ошибок.\n\nВам необходимо пробыть под прикрытием тридцать минут и не дать себя обнаружить. Постарайтесь быть аккуратным, не совершайте резких или поспешных действий и решений.",
        	"taskMoney": 10000,
        	"taskPoint": 10,
        	"taskToken": 2,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 35,
        	"taskTitle": "Аннулирование розыска",
        	"taskInfo": "Необходимо аннулировать розыск 5 жителям области.",
        	"taskDescription": "Есть люди, которые готовы заплатить немаленькие деньги за аннулирование розыска жителям области, потому что считают, что они выданы несправедливо и все уголовные дела – сфальсифицированы.\n\nТебе необходимо найти жителей области с действующим розыском и аннулировать его, тем самым поставив деятельность, а также репутацию своей организации под большое сомнение. Можешь предложить сделать это за некую стоимость, но будь аккуратен, они могут пожаловаться.",
        	"taskMoney": 20000,
        	"taskPoint": -18,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    },
    {
      "fractionID":11,
      "taskList":
      [
        {
            "taskID": 0,
        	"taskTitle": "Пройти тестирование",
        	"taskInfo": "Нужно пройти тестирование, чтобы повыситься до 2-го ранга.",
        	"taskDescription": "Пройдите тестирование на знание Устава организации. Выберите пункт \"Документы\", и после прочтения нажмите \"Ознакомлен\" у каждого пункта.",
        	"taskMoney": 0,
        	"taskPoint": 50,
        	"taskToken": 0,
            "taskAccess": [1, 1]
        },
        {
        	"taskID": 36,
        	"taskTitle": "Патруль",
        	"taskInfo": "Необходимо патрулировать территорию организации целые 30 минут.",
        	"taskDescription": "Вам необходимо патрулировать в служебной форме территорию тюрьмы на протяжении 30 минут, чтобы пройти испытание дежурного.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 37,
        	"taskTitle": "Караул",
        	"taskInfo": "Необходимо отстоять 30 минут на любой постовой вышке.",
        	"taskDescription": "Охрана территории тюрьмы и наблюдение за ее безопасностью – это одно из самых главных обязательств всех сотрудников.\n\nВам необходимо занять любой свободный пост на территории тюрьмы и простоять на нем тридцать минут.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 5,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 38,
        	"taskTitle": "Санитар",
        	"taskInfo": "Необходимо вылечить 5 пациентов в лазарете организации.",
        	"taskDescription": "Самая основная и главная обязанность медицинских сотрудников лазарета – это оказание квалифицированной и своевременной медицинской помощи всем, кто в ней нуждается.\n\nТебе необходимо вылечить 5 пациентов, которые находятся в лазарете тюрьмы и нуждаются в медицинской помощи.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 39,
        	"taskTitle": "По следам",
        	"taskInfo": "Предотвратите побег из тюрьмы поймав или убив беглеца.",
        	"taskDescription": "Охрана территории тюрьмы и наблюдение за ее безопасностью – это одно из самых главных обязательств всех сотрудников.\n\nИногда заключенные совершают попытки побегов из тюрьмы. Ваша задача поймать или убить одного беглеца.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 40,
        	"taskTitle": "Сыщик",
        	"taskInfo": "Необходимо вскрыть 1 общий тайник в камере для заключенных.",
        	"taskDescription": "В камерах заключенных иногда можно найти скрытые тайники, в которых заключенные порой хранят нелегальные предметы. Вам необходимо найти и вскрыть один из тайников.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 41,
        	"taskTitle": "Всегда на чеку",
        	"taskInfo": "Необходимо обыскать 5 заключенных на территории тюрьмы.",
        	"taskDescription": "Заключенные очень часто занимаются незаконной самодеятельностью и делают нелегальные предметы на территории тюрьмы, которые впоследствии стараются спрятать при себе. Ваша задача обыскать пятерых заключенных и выявить нарушителей.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 42,
        	"taskTitle": "Конвоир",
        	"taskInfo": "Необходимо перевезти заключенного из КПЗ в тюрьму.",
        	"taskDescription": "Транспортировка заключенных из изолятора временного содержания (КПЗ) в тюрьму – это одна из самых главных обязанностей всех сотрудников тюрьмы.\n\nВаша задача доставить любого заключенного из изолятора временного содержания в тюрьму.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 43,
        	"taskTitle": "Хранитель порядка",
        	"taskInfo": "Необходимо выдать поощрение или выговор 5 заключенным.",
        	"taskDescription": "Иногда заключенные могут вести себя хорошо, за что получают всеразличные поощрения, а иногда заключенные могут вести себя неподобающе, за что получают выговоры.\n\nВаша задача выдать поощрение или выговор пятерым заключенным.",
        	"taskMoney": 10000,
        	"taskPoint": 5,
        	"taskToken": 1,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 44,
        	"taskTitle": "Черные дела",
        	"taskInfo": "Необходимо выкрасть личное дело заключенного.",
        	"taskDescription": "В нашей области есть уважаемые люди, которые готовы заплатить немаленькие денежки за личное дело одного из заключенных тюрьмы. Задача весьма опасная и уголовно наказуемая, но если сделать все тихо и аккуратно – никто даже не узнает.\n\nВаша задача выкрасть личное дело одного из заключенных тюрьмы из архива УМВД.",
        	"taskMoney": 15000,
        	"taskPoint": -20,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        },
        {
        	"taskID": 45,
        	"taskTitle": "Соучастник",
        	"taskInfo": "Необходимо потерять ключ от автозака.",
        	"taskDescription": "В нашей области есть уважаемые люди, которые заинтересованы в том, чтобы получить ключ от одного из автозаков тюрьмы.\n\nВаша задача целенаправленно потерпеть поражение при нападении на автозак с перевозимым заключенным.",
        	"taskMoney": 15000,
        	"taskPoint": -20,
        	"taskToken": 0,
            "taskAccess": [2, 10]
        }
      ]
    }
  ]
}